[ { "Title" : "Adventures of Huckleberry Finn, Complete", "Url" : "books/Adventures of Huckleberry Finn, Complete.html", "Price" : "4","Description" : "YOU don’t know about me without you have read a book by the name of The Adventures of Tom Sawyer; but that ain’t no matter.  That book was made by Mr. Mark Twain, and he told the truth, mainly.  There was things which he stretched, but mainly he told the truth.  That is nothing.  I never seen anybody but lied one time or another, without it was Aunt Polly, or the widow, or maybe Mary.  Aunt Polly—Tom’s Aunt Polly, she is—and Mary, and the Widow Douglas is all told about in that book, which is mostly a true book, with some stretchers, as I said before.",  "Image" : "pictures/Adventures of Huckleberry Finn, Complete/bookcover.JPG"},
{ "Title" : "The Sugar Creek Gang Goes North", "Url" : "books/The Sugar Creek Gang Goes North.html", "Price" : "34","Description" : "I GUESS I never did get tired thinking about all the interesting and exciting things which had happened to the Sugar Creek Gang when we’d gone camping far up in the North. One of the happiest memories was of the time when Poetry, who is the barrel-shaped member of our gang, and I were lost out in the forest, and while we were trying to get unlost we met a very cute little brown-faced Indian boy whose name was Snow-in-the-face, and his big Indian brother whose name was Eagle Eye.2",  "Image" : "pictures/The Sugar Creek Gang Goes North/cover.JPG"},
{ "Title" : "The Sugar Creek Gang Digs for Treasure", "Url" : "books/The Sugar Creek Gang Digs for Treasure.html", "Price" : "53","Description" : "I WAS sitting right that minute in a big white rowboat that was docked at the end of the pier which ran far out into the water of the lake. From where I was sitting, in the stern of the boat, I could see the two brown tents where the rest of the Sugar Creek Gang was supposed to be taking a short afternoon nap—which was one of the rules about camp life none of us liked very well, but which was good for us on account of we always had more pep for the rest of the day and didn’t get too tired before night.",  "Image" : "pictures/The Sugar Creek Gang Digs for Treasure/cover2.JPG"},
{ "Title" : "A Christmas Carol A Ghost Story of Christmas", "Url" : "books/A Christmas Carol.html", "Price" : "39","Description" : "Marley was dead: to begin with. There is no doubt whatever about that. The register of his burial was signed by the clergyman, the clerk, the undertaker, and the chief mourner. Scrooge signed it: and Scrooge’s name was good upon ’Change, for anything he chose to put his hand to. Old Marley was as dead as a door-nail.",  "Image" : "pictures/A Christmas Carol/01.JPG"},
{ "Title" : "Hard Times", "Url" : "books/Hard Times.html", "Price" : "23","Description" : "The scene was a plain, bare, monotonous vault of a school-room, and the speaker’s square forefinger emphasized his observations by underscoring every sentence with a line on the schoolmaster’s sleeve.  The emphasis was helped by the speaker’s square wall of a forehead, which had his eyebrows for its base, while his eyes found commodious cellarage in two dark caves, overshadowed by the wall.  The emphasis was helped by the speaker’s mouth, which was wide, thin, and hard set.",  "Image" : "pictures/Hard Times/p64b.JPG"},
{ "Title" : "Gulliver's Travels into several remote nations of the world", "Url" : "books/Gulliver's Travels.html", "Price" : "16","Description" : "The author of these Travels, Mr. Lemuel Gulliver, is my ancient and intimate friend; there is likewise some relation between us on the mother’s side.  About three years ago, Mr. Gulliver growing weary of the concourse of curious people coming to him at his house in Redriff, made a small purchase of land, with a convenient house, near Newark, in Nottinghamshire, his native country; where he now lives retired, yet in good esteem among his neighbours.",  "Image" : "pictures/Gulliver's Travels/p447b.JPG"},
{ "Title" : "The Joy of Life (La joie de vivre)", "Url" : "books/The Joy of Life.html", "Price" : "97","Description" : "When the cuckoo-clock in the dining-room struck six, Chanteau lost all hope. He rose with a painful effort from the arm-chair in which he was sitting, warming his heavy, gouty legs before a coke fire. Ever since two o'clock he had been awaiting the arrival of Madame Chanteau, who, after five weeks' absence, was to-day expected to bring from Paris their little cousin, Pauline Quenu, an orphan girl, ten years of age, whose guardianship they had undertaken.",  "Image" : "pictures/The Joy of Life/cover.JPG"},
{ "Title" : "'Monsieur Henri' A Foot-Note to French History", "Url" : "books/'Monsieur Henri'.html", "Price" : "124","Description" : "It is always the character of the man which vitalizes the event; what did or did not happen is, ultimately, of minor importance beside the spectacle of a strong soul. A background may be blurred for the sake of a single figure. I tried, therefore, to paint a portrait, willing to abide by the hard saying of Northcote: “If a portrait have force, it will do for history.”",  "Image" : "pictures/'Monsieur Henri'/cover.JPG"},
{ "Title" : "Nietzsche Sein Leben und seine Lehre", "Url" : "books/Nietzsche.html", "Price" : "164","Description" : "Damit ist die Wegrichtung zur Höherzüchtung der Menschheit gewiesen, die den eigentlichen Sinn der Lehre Nietzsches vom aufsteigenden Leben bestimmt. Er hat der Deszendenzlehre Darwins ebenbürtig eine Aszendenzlehre gegenübergestellt.",  "Image" : "pictures/Nietzsche/cover.JPG"},
{ "Title" : "The Popol Vuh The Mythic and Heroic Sagas of the Kiches of Central America", "Url" : "books/The Popol Vuh.html", "Price" : "87","Description" : "Such, then, were the people whose mythology produced the body of tradition and mythi-history known as the “Popol Vuh”; and ere we pass to a consideration of their beliefs, their gods, and their religious affinities, it will be well to summarise the three books of it which treat of these things, as fully as space will permit, using for that purpose both the French translation of Brasseur and the Spanish one of Ximenes.",  "Image" : "pictures/The Popol Vuh/titlepage.PNG"},
{ "Title" : "The Newspaper", "Url" : "books/The Newspaper.html", "Price" : "156","Description" : "So common an object as a newspaper is seldom the subject of serious reflection. If any one of us should stop to consider what it is and why it is made, it is odds that he would think chiefly of one aspect of it to the general exclusion of the others. The curious man might reflect in surprise on the vast amount of mere reading matter turned out regularly every morning with perhaps only half a dozen literal mistakes, on the variety of typesetting and the amount of printing, often more than sufficient to make a large sized book.",  "Image" : "pictures/The Newspaper/cover.JPG"}


] 

 

 
